Repository: avovkdesign/basic
Catalog: languages/*.po
Languages: ru_ru, uk

source: Oops! That page can&rsquo;t be found.
ru_ru: Ой! Страница не найдена.
uk: От халепа! Ця сторінка не існує.

source: It looks like nothing was found at this location. Maybe try a search?
ru_ru: По данному адресу ничего не найдено. Попробуйте воспользоваться поиском.
uk: Схоже нічого не знайдено за цією адресою. Можливо спробуєте пошук?

source: Category
ru_ru: Рубрика
uk: Категорії

source: Tag
ru_ru: Записи с меткой
uk: Позначки

source: Day archives:
ru_ru: Архивы за день
uk: Архіви за день:

source: Monthly archives:
ru_ru: Архивы за месяц
uk: Архіви за місяць:

source: Year archives:
ru_ru: Архивы за год
uk: Архіви за рік:

source: Author archives
ru_ru: Архивы автора
uk: Архіви автора

source: Archive
ru_ru: Архивы блога
uk: Архів

source: &laquo; Prev
ru_ru: &laquo; Назад
uk: &laquo; Попередні

source: Next &raquo;
ru_ru: Вперед &raquo;
uk: Наступні &raquo;

source: Posts not found
ru_ru: Записей не найдено
uk: Записів не знайдено

source: Comments
ru_ru: Комментарии
uk: Коментарі

source: &larr; Older Comments
ru_ru: &larr; Предыдущие
uk: &larr; Попередні коментарі

source: Newer Comments &rarr;
ru_ru: Следующие &rarr;
uk: Наступні коментарі &rarr;

source: Theme by
ru_ru: Шаблон от
uk: Тема від

source: Main Menu
ru_ru: Главное меню
uk: Головне меню

source: Footer Menu
ru_ru: Меню в подвале
uk: Меню в підвалі

source: Sidebar
ru_ru: Боковая колонка
uk: Сайдбар

source: Add widgets here to appear in your sidebar.
ru_ru: Добавьте сюда виджеты, чтобы вывести их в боковой колонке
uk: Добавте віджет сюди, щоб показати його в боковій колонці

source: %1$s at %2$s
ru_ru: %1$s в %2$s
uk: %1$s в %2$s

source: Edit
ru_ru: Редактировать
uk: Редагувати

source: Your comment is awaiting moderation.
ru_ru: Ваш комментарий ожидает модерации.
uk: Ваш коментар знаходиться на модерації.

source: Menu
ru_ru: Меню
uk: Меню

source: Home
ru_ru: Главная
uk: Головна

source: The Basic theme announcements
ru_ru: Объявления темы Basic
uk: Оголошення теми Basic

source: Select Layout
ru_ru: Выберите структуру
uk: Оберіть структуру

source: Default
ru_ru: По-умолчанию
uk: За замовчуванням

source: Rightbar
ru_ru: Правая колонка
uk: Права колонка

source: Leftbar
ru_ru: Левая колонка
uk: Ліва колонка

source: Fullwidth Content
ru_ru: На всю ширину
uk: На всю ширину

source: Centered Content
ru_ru: По центру
uk: По центру

source: Site title
ru_ru: Заголовок сайта
uk: Назва сайту

source: Display logo image with site title
ru_ru: Как показывать логотип и название сайта
uk: Як показувати лого и назву сайту

source: Only image, without text
ru_ru: Только картинка, без названия сайта
uk: Тільки зображення, без назви сайту

source: Picture above the text
ru_ru: Картинка над названием
uk: Зображення над назвою

source: Picture to the left of text
ru_ru: Картинка слева от названия
uk: Зображення зліва від назви

source: Picture to the right of text
ru_ru: Картинка справа от названия
uk: Зображення справа від назви

source: Picture under the text
ru_ru: Картинка под названием
uk: Зображення під назвою

source: Description
ru_ru: Описание
uk: Опис

source: Title position
ru_ru: Позиция заголовка сайта
uk: Позиція назви

source: Left
ru_ru: Слева
uk: Зліва

source: Right
ru_ru: Справа
uk: Зправа

source: Center
ru_ru: По центру
uk: По центру

source: Blog home page H1
ru_ru: H1 для главной страницы блога
uk: H1 на головній сторінці блогу

source: Home H1 position
ru_ru: Позиция H1 на главной странице
uk: Позиція заголовку H1

source: This option not affect to other pages, for home blog page only.
ru_ru: Этот параметр не влияет на другие страницы, только для домашней страницы блога.
uk: Цей параметр не впливає на інші сторінки, окрім головної сторінки блогу.

source: Site title in header
ru_ru: Заголовок сайта в заголовке
uk: Назва сайту в шапці

source: My custom title before posts
ru_ru: Мой заголовок перед записями
uk: Мій власний заголовок перед записами

source: Custom blog home H1
ru_ru: H1 для главной страницы блога
uk: Власний заголовок H1 для головної сторінки блогу

source: Show site description
ru_ru: Показать описание сайта
uk: Відобразити опис сайту

source: Other
ru_ru: Другое
uk: Інше

source: How to display image
ru_ru: Как вывести изображение заголовка
uk: Як відобразити зображення шапки

source: Image before site title
ru_ru: Изображение до названия сайта
uk: Зображення перед назвою сайту

source: Image after site title
ru_ru: Изображение после названия сайта
uk: Зображення після назви сайту

source: Background without repeat
ru_ru: Фоном без повторения
uk: Фоном без повторення

source: Background with full repeat
ru_ru: Фоном, полностью замостить
uk: Фоном, повністю замостити

source: Background with horizontal repeat
ru_ru: Фоном, с повторением по горизонтали
uk: Фоном з повторенням по горизонталі

source: Background with vertical repeat
ru_ru: Фоном, с повторением по вертикали
uk: Фоном з повторенням по вертикалі

source: Fit minimal header height to image height
ru_ru: Установить минимальную высоту шапки такой же, как высота изображения
uk: Встановити мінімальну висоту шапки сайту такою ж, як висота зображення заголовку

source: Background
ru_ru: Фон
uk: Фон

source: Design
ru_ru: Оформление
uk: Оформлення

source: Main theme options
ru_ru: Главные настройки темы
uk: Основні опції теми

source: Main color
ru_ru: Основной цвет
uk: Головний колір

source: Choose main color
ru_ru: Выберите основной цвет
uk: Оберіїть основний колір

source: Layout
ru_ru: Структура
uk: Структура

source: Set up layout for site pages
ru_ru: Настройте структуру для страниц сайта
uk: Встановіть структуру для сторінок сайту

source: Show sidebar on mobile
ru_ru: Показать сайдбар на мобильных
uk: Відображати бокову колонку на мобільній версії

source: Show featured images on mobile
ru_ru: Показать миниатюру записи на мобильных
uk: Відображати зображення запису на мобільній версії

source: Layout on Home
ru_ru: Структура главной
uk: Структура головної сторінки

source: Layout on Post
ru_ru: Структура записей (Post)
uk: Структура записів

source: Layout on Page
ru_ru: Структура страниц (Page)
uk: Структура сторінок

source: Layout on Search results page
ru_ru: Структура на странице результатов поиска
uk: Структура сторінки пошуку

source: Global layout
ru_ru: Структура по-умолчанию
uk: Структура інших сторінок сайту

source: It is used when individual page layout is not set
ru_ru: Используется, если не установлена индивидуальная структура страницы
uk: Використовується, коли не встановлена індивідуальна структура

source: WooCommerce Layout
ru_ru: Структура WooCommerce
uk: Структура сторінок магазину WooCommerce

source: Layout on WooCommerce Shop page
ru_ru: Структура на странице магазина WooCommerce
uk: Структура сторінки магазину WooCommerce

source: Layout on WooCommerce Product page
ru_ru: Структура для товаров WooCommerce
uk: Структура сторінки товару WooCommerce

source: Layout on WooCommerce Product's category
ru_ru: Структура на категорий товаров WooCommerce
uk: Структура сторінки категорії товару WooCommerce

source: Other options
ru_ru: Другие опции
uk: Інші опції

source: Post meta
ru_ru: Мета данные записи
uk: Мета дані запису

source: What meta information to display for posts
ru_ru: Какие данные о статье показывать
uk: Які мета-дані показувати для записів

source: Publication date
ru_ru: Дата публикации
uk: Дата публікації

source: Post author
ru_ru: Автор записи
uk: Автор запису

source: Post categories
ru_ru: Рубрики
uk: Категорії запису

source: Comments count
ru_ru: Комментарии
uk: Кількість коментарів

source: Post tags
ru_ru: Метки
uk: Помітки запису

source: Post
ru_ru: Запись
uk: Запис

source: Set your custom options to displaying posts
ru_ru: Настройте дополнительные опции отображения записей
uk: Встановіть власні опції відображення запису

source: Social
ru_ru: Соцсети
uk: Соціальні мережі

source: Social buttons
ru_ru: Кнопки соцсетей
uk: Соціальні кнопки

source: Add Open Graph tags to &lt;head&gt;
ru_ru: Добавить теги Open Graph в &lt;head&gt;
uk: Додати позначки Open Graph до &lt;head&gt;

source: Social share buttons after post
ru_ru: Кнопки поделиться в соцсетях
uk: Кнопки соцшарінгу після запису

source: Hide
ru_ru: Скрыть
uk: Не відображати

source: Custom theme buttons
ru_ru: Стандартные кнопки (от разработчиков темы)
uk: Від розробників теми

source: Yandex Buttons
ru_ru: Кнопки Yandex
uk: Соцкнопки Яндексу

source: Custom text before share buttons
ru_ru: Текст до кнопок соцсетей
uk: Власний текст перед кнопками соцшарінгу

source: Hide share buttons on static pages
ru_ru: Скрыть кнопки соцсетей на статических страницах
uk: Не виводити соціальні кнопки на статичних сторінках

source: Structured Data
ru_ru: Микроразметка
uk: Мікророзмітка

source: Enable Schema.org mark up according CreativeWork->Article and Comment
ru_ru: Активировать разметку Schema.org по схеме CreativeWork->Article и Comment
uk: Включити мікророзмітку Schema.org по типу CreativeWork ->Article і Comment

source: Phone
ru_ru: Телефон
uk: Телефон

source: use in https://schema.org/Organization
ru_ru: используется в схеме https://schema.org/Organization
uk: використовуеться в https://schema.org/Organization

source: Russia
ru_ru: Россия
uk: Україна

source: Address
ru_ru: Адресс
uk: Адреса

source: Publisher logo
ru_ru: Логитип издателя
uk: Логотип

source: Advertisement
ru_ru: Реклама
uk: Реклама

source: Setup advertisement before and after post content
ru_ru: Настройте рекламные блоки перед и после текста записи
uk: Установіть рекламні блоки перед і після тексту запису

source: Code before single post content
ru_ru: Код перед текстом статьи
uk: Код перед повним текстом запису

source: Before content
ru_ru: Перед тестом
uk: Перед текстом

source: Code after single post content
ru_ru: Код после текста статьи
uk: Код після повного тексту запису

source: After content
ru_ru: После текста
uk: Після тексту

source: Custom codes
ru_ru: Пользовательский код
uk: Власні коди

source: It helps you to setup custom scripts and styles
ru_ru: Данные опции помогут вам установить пользовательские стили и скрипты
uk: Дані опції дозволять додати власні стилі чи скрипти

source: Global settings
ru_ru: Общие настройки
uk: Глобальні настройки

source: Scripts in header
ru_ru: Скрипты в хедере
uk: Скрипти в шапці

source: HTML code in &lt;head&gt; tag
ru_ru: HTML код в &lt;head&gt;
uk: HTML код в тезі &lt;head&gt;

source: Scripts in site footer
ru_ru: Скрипты в подвале сайта
uk: Скрипти в підвалі сайту

source: HTML code before &lt;/body&gt; tag
ru_ru: HTML код перед &lt;/body&gt;
uk: HTML код перед тегом &lt;/body&gt;

source: Custom CSS
ru_ru: CSS стили
uk: Стилі CSS

source: Custom styles
ru_ru: Пользовательские стили
uk: Власні стилі

source: Add your custom CSS styles
ru_ru: Добавьте свои CSS стили
uk: Дадайте свої власні CSS стилі

source: Footer
ru_ru: Подвал
uk: Підвал

source: Customize footer
ru_ru: Настройка подвала
uk: Опції настройки підвала сайту

source: All rights reserved
ru_ru: Все права защищены
uk: Всі права захищені

source: Copyright text
ru_ru: Текст авторского копирайта
uk: Текст копірайту

source: Counters code
ru_ru: Счетчики
uk: Код лічильників

source: Design skins for theme BASIC
ru_ru: Дизайны для темы BASIC
uk: Дизайни для теми BASIC

source: Get child theme with additional design!
ru_ru: У нас Вы найдете дочерние темы для BASIC с готовым дизайном!
uk: У нас ви знайдете дочірні теми для BASIC з готовим дизайном!

source: WP Puzzle Themes
ru_ru: Темы от WP Puzzle
uk: Теми від WP Puzzle

source: Choose great premium themes by WP Puzzle Shop!
ru_ru: Выбирайте для себя замечательные премиум темы от магазина WP Puzzle
uk: Обирайте для себе чудові преміум теми від магазину WP Puzzle

source: Your Name
ru_ru: Ваше имя
uk: Ваше ім'я

source: Your E-mail
ru_ru: Ваш E-mail
uk: Ваш e-mail

source: Your Website
ru_ru: Ваш Вебсайт
uk: Ваш веб-сайт

source: Save my name, email, and website in this browser for the next time I comment.
ru_ru: Сохраните моё имя, email и адрес сайта в этом браузере для последующих моих комментариев
uk: Збережіть своє ім'я, електронну адресу та веб-сайт в цьому браузері для моїх наступних коментарів.

source: Message
ru_ru: Сообщение
uk: Повідомлення

source: Share in
ru_ru: Поделиться в
uk: Поділитися в

source: Share in VK
ru_ru: Поделиться во ВКонтакте
uk: Поділитися в VK

source: Share in OK
ru_ru: Поделиться в Одноклассниках
uk: Поділитися в OK

source: Read more
ru_ru: Читать далее
uk: Читати далі

source: Tags:
ru_ru: Метки:
uk: Помітки:

source: Add to Cart
ru_ru: В корзину
uk: До кошику

source: Search results for
ru_ru: Результаты поиска по фразе
uk: Результати пошуку по

source: No results for
ru_ru: Ничего не найдено по запросу
uk: Нічого не знайдено для

source: Search
ru_ru: Поиск
uk: Пошук

source: Categories
ru_ru: Рубрики
uk: Категорії
